// DETAIL_LISTS 定数を定義。各カテゴリーに応じたサブカテゴリーを持つ。
export const SUB_CATEGORY_OPTIONS = {
    'テント': ['ドームテント', 'ティピーテント', 'パップテント', 'ワンポールテント', 'ロッジテント', 'ツールームテント',],
    'タープ': ['ヘキサタープ', 'ウイングタープ', 'レクタタープ', 'スクリーンタープ', '変則タープ',],
    'チェア': ['折りたたみ式チェア', '組み立て式チェア', '座椅子', 'ベンチシート', 'リクライニングチェア', 'ハンモックチェア', 'スツール'],
    'ランタン': ['LEDランタン', 'オイルランタン', 'ガスランタン', 'ガソリンランタン',],
    'テーブル': ['ソロテーブル', 'ファミリーテーブル',],
    '寝袋': ['封筒型', 'マミー型',],
    'マット': ['インフレーターマット', 'クローズドセルマット',],
    'コット': ['ハイコット', 'ローコット', '2Way',],
    // '調理器具',
    // 'テントアクセサリー',
    'ストーブ': ['石油ストーブ', 'ガズストーブ', '電気ストーブ', '薪ストーブ',],
};
